//
//  QA.swift
//  Hw01_00753143_test2
//
//  Created by CK on 2021/3/7.
//

import Foundation//???

struct QA{
    
    var Question :String
    var Answer :String
    var number : Int
}
var Question:[String] = ["萬世太平（射臺灣地名）","雙火雙水(射臺灣地名)","老鼠當道(射臺灣地名)","兩好球三壞球(射臺灣地名)","飲水思源(射臺灣地名)","七十二小時(射臺灣地名)","雙十國慶(射臺灣地名)","早不說晚不說(射臺灣地名)","金木水火(射臺灣地名)","有點自大(射臺灣地名)","一般讀完清華大學需要幾分鐘？","一輛客車發生了事故，所有的人都受傷了，為什麼小明卻沒事？",
"土豆捅了包子致命一刀，怎樣了？","小吳稱讚女朋友「十分漂亮」，女友卻不高興，為什麼？","什麼東西比細菌還小？",
]

var Sequence:[Int] = [0,1,2,3,4,5,6,7,8,9,10,11,12,13,14]
var Answer:[String] = ["永和","淡水","貓空","南投","知本","晶","朝","許","坎","臭","大概一秒鐘吧，因為清華大學就四個字","因為他不在車上","變成豆沙(殺)包了","滿分是一百分","細菌的兒子",
]

